{
  "metadata": {
    "video_id": "4Y3EGPjhiXE",
    "source_file": "data/raw/youtube_wavs/4Y3EGPjhiXE.wav",
    "date_processed": "2025-11-11T17:22:31.826119",
    "total_duration": 405.606,
    "role": "Therapist",
    "speaker_label": "A",
    "transcription_service": "AssemblyAI"
  },
  "segments": [
    {
      "chunk_number": 1,
      "start_time": 13.52,
      "end_time": 16.6,
      "duration": 3.080000000000002,
      "text": "Mr. And Mrs. Allen, how are you? I'm Dr. Peterson. It's nice to meet you.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_001.wav"
    },
    {
      "chunk_number": 2,
      "start_time": 17.36,
      "end_time": 26.72,
      "duration": 9.36,
      "text": "Good to meet you. How are you? Good. Hey, I really need that chair to get into. Do you mind if you have a seat over there for me? Sure. Okay. Thanks.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_002.wav"
    },
    {
      "chunk_number": 3,
      "start_time": 30.02,
      "end_time": 38.3,
      "duration": 8.279999999999998,
      "text": "Well, oftentimes, you know, it's the chair that I need to get to the computer so I can review your history. Remember all those films that you filled out, forms that you filled out?",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_003.wav"
    },
    {
      "chunk_number": 4,
      "start_time": 41.74,
      "end_time": 45.94,
      "duration": 4.199999999999996,
      "text": "So I looked earlier on, and it looks like you've got some erection problems or impotence.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_004.wav"
    },
    {
      "chunk_number": 5,
      "start_time": 50.42,
      "end_time": 56.89,
      "duration": 6.469999999999999,
      "text": "I got that. I'm talking to him right now, if that's okay. Yeah. You mind if you put the cell phone down?",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_005.wav"
    },
    {
      "chunk_number": 6,
      "start_time": 70.05,
      "end_time": 80.18,
      "duration": 10.13000000000001,
      "text": "All right. I'm listening to him. So. Okay. So has anybody tried you on any medicines for your erection problems before? No. Okay. No pills.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_006.wav"
    },
    {
      "chunk_number": 7,
      "start_time": 99.7,
      "end_time": 112.8,
      "duration": 13.099999999999994,
      "text": "So, I mean, is this something that you're interested in getting treatment for? Because there are therapies for this that are out there. I don't know. You haven't told me about what any of these therapies are. Well, we talked about the pills early on. You mentioned pills. I don't know. We talked about.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_007.wav"
    },
    {
      "chunk_number": 8,
      "start_time": 125.36,
      "end_time": 139.33,
      "duration": 13.970000000000013,
      "text": "Okay, I see people with this problem all the time, so let me just talk to him. A little bit. So there are pills, there are injections, and then there's an operation where we can put an inflatable pump in the penis to help you with erections. Are you interested in any of those kind of things?",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_008.wav"
    },
    {
      "chunk_number": 9,
      "start_time": 143.33,
      "end_time": 152.05,
      "duration": 8.719999999999999,
      "text": "Yeah, so, I mean, but you could have gotten the pills earlier, but you've never tried, never asked anybody about the pills? No, I've never had a problem before before.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_009.wav"
    },
    {
      "chunk_number": 10,
      "start_time": 158.01,
      "end_time": 160.37,
      "duration": 2.3600000000000136,
      "text": "You'Re saying, and that's not, you know what I'm doing. Okay?",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_010.wav"
    },
    {
      "chunk_number": 11,
      "start_time": 161.37,
      "end_time": 180.029,
      "duration": 18.658999999999992,
      "text": "Well, hold on. I'm sensing a lot of. A lot of head butting here. And I really think that you two have a lot to work out with before we can help you with this erection problem. Well, I mean, that might be in the future. So I'm gonna let you two work this out and we'll just make another appointment when you guys are getting along a little bit better. Talk about this, because this is a family issue.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_011.wav"
    },
    {
      "chunk_number": 12,
      "start_time": 181.95,
      "end_time": 185.99,
      "duration": 4.0400000000000205,
      "text": "I'm gonna step right outside. I'll have the nurse come in and get your to go paperwork. Okay.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_012.wav"
    },
    {
      "chunk_number": 13,
      "start_time": 189.79,
      "end_time": 203.69,
      "duration": 13.900000000000006,
      "text": "He just walk. Hi, Mr. And Mrs. Allen. How are you? I'm Dr. Peterson. Nice to meet you. Nice to meet you. How are you? We're not married. Oh, I'm sorry. My fault.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_013.wav"
    },
    {
      "chunk_number": 14,
      "start_time": 205.57,
      "end_time": 214.97,
      "duration": 9.400000000000006,
      "text": "Do you mind if I have that chair? I have to sometimes get to the computer while we do our interaction. Is that okay with you? Yeah, sure. Thanks.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_014.wav"
    },
    {
      "chunk_number": 15,
      "start_time": 218.25,
      "end_time": 223.21,
      "duration": 4.960000000000008,
      "text": "Well, it's very nice to meet both of you. Can you let me know what we can do for you today?",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_015.wav"
    },
    {
      "chunk_number": 16,
      "start_time": 235.72,
      "end_time": 241.16,
      "duration": 5.439999999999998,
      "text": "So what kind of problem are we talking about? Well, we filled it out on the form. We talked about it on the form that they.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_016.wav"
    },
    {
      "chunk_number": 17,
      "start_time": 244.52,
      "end_time": 261.1,
      "duration": 16.580000000000013,
      "text": "Well, I read the forms before we came into the room, and it looks like there's some erectile dysfunction. It looks like it's been going on for several years. And it's my understanding that at this point you've never been under any therapy for erectile dysfunction. Is that correct? Yeah, that's right. Okay.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_017.wav"
    },
    {
      "chunk_number": 18,
      "start_time": 286.0,
      "end_time": 313.79,
      "duration": 27.79000000000002,
      "text": "Well, I can sense a little bit that this is really becoming an issue in your relationship. Is that correct? And you're moving forward with the marriage? Yeah, yeah, it's an issue, definitely. Well, I can tell you by reviewing all of your medical records and your forms that you filled out for us, I saw that there's some diabetes and some high blood pressure there as well. I can tell you that erectile dysfunction is a problem that happens in millions of men and oftentimes it's secondary to other medical problems that are going on.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_018.wav"
    },
    {
      "chunk_number": 19,
      "start_time": 320.03,
      "end_time": 332.15,
      "duration": 12.120000000000005,
      "text": "Well, I don't want to take anything that's going to interfere with my diabetes medication. Right. Well, the therapies range, the options from everything to just a pill that you can take that typically do not interact with a lot of stuff.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_019.wav"
    },
    {
      "chunk_number": 20,
      "start_time": 333.7,
      "end_time": 353.7,
      "duration": 20.0,
      "text": "To injection therapy, to even a surgical therapy. And no matter what we need, there will be an end to this where I'm pretty sure that we'll be able to get you some sort of erection that will allow you to have enjoyable intercourse in the future. You're pretty sure about that? When we go through these algorithms for treatments, we tend to be very successful with this therapy.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_020.wav"
    },
    {
      "chunk_number": 21,
      "start_time": 355.62,
      "end_time": 388.32,
      "duration": 32.69999999999999,
      "text": "So is it something you'd like to discuss a little bit more? Sure. What kind of questions do you have right off the bat about erection medicines? Well, do I have to take it all the time or can we do some sort of one time fix or something? Yeah, if the pills work. Oftentimes what you do is you take a simple pill just about an hour before intercourse and that's oftentimes all people need. If the pills don't work, we can move on to different types of therapies such as the ones I mentioned before, and then we can work together through this whole process.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_021.wav"
    },
    {
      "chunk_number": 22,
      "start_time": 392.04,
      "end_time": 395.04,
      "duration": 3.0,
      "text": "It's good. Now she'll be happy. So. Okay.",
      "chunk_file": "data/chunks/therapist/4Y3EGPjhiXE/chunk_therapist_022.wav"
    }
  ]
}