{
  "metadata": {
    "video_id": "JTcjMPoxUTM",
    "source_file": "data/raw/youtube_wavs/JTcjMPoxUTM.wav",
    "date_processed": "2025-11-11T17:08:28.253281",
    "total_duration": 802.551,
    "role": "Therapist",
    "speaker_label": "A",
    "transcription_service": "AssemblyAI"
  },
  "segments": [
    {
      "chunk_number": 1,
      "start_time": 0.24,
      "end_time": 0.48,
      "duration": 0.24,
      "text": "You.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_001.wav"
    },
    {
      "chunk_number": 2,
      "start_time": 44.85,
      "end_time": 158.68,
      "duration": 113.83000000000001,
      "text": "Traumatic events tend to include situations where someone feels extreme fear or helplessness during the situation. Therefore, traumatic events typically involve situations where death or serious injury occurred or could have happened. Examples of traumatic events include violence, physical abuse, sexual abuse, serious motor vehicle accidents, or natural disasters like hurricanes, fires, or earthquakes. Where people are seriously injured or killed immediately after a traumatic event. Shock and denial are typical responses that people can have. Other reactions include unpredictable emotions, sadness, anger, flashbacks, relationship problems, and even physical symptoms like headaches or nausea. While these feelings are normal, especially within the first few weeks after experiencing a traumatic event, they can also become problematic if they don't improve over time. Some people have difficulty moving on with their lives. Therapy can help these individuals find more helpful ways of managing their emotions. So it sounds like your family has been dealing with some really heavy stuff, and I think it's really brave that you came here because I know it's hard to talk about and even think that Jenny went through something like that. A lot of what you're describing to me, how she's responding to this trauma, are actually really common reactions that we see among children who've experienced something like what Jenny went through. And we have some really good forms of therapy that can actually really help her cope with this and improve what's been going on for her. In particular, we have one form of therapy called trauma focused CBT, and it shows that 80% of kids who receive this kind of treatment show improvement after experiencing a trauma and even improves family functioning. Is that something you want to hear more about?",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_002.wav"
    },
    {
      "chunk_number": 3,
      "start_time": 161.24,
      "end_time": 201.42,
      "duration": 40.17999999999998,
      "text": "Okay. Trauma focused CBT tends to last three to four months because it lasts anywhere between 12 and 16 sessions. And we'll meet once a week for about an hour to an hour and a half. The therapy was designed to treat a lot of different kinds of trauma, including domestic violence, sexual assault, sexual abuse, and natural disasters, things like fires, floods, tornadoes, things like that. So I'll meet with you Individually. I'll meet with Jenny individually. And we'll also have sessions where the three of us meet to kind of just talk about the thoughts and feelings that you guys are having about what happened. Any questions about any of that?",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_003.wav"
    },
    {
      "chunk_number": 4,
      "start_time": 208.7,
      "end_time": 214.46,
      "duration": 5.760000000000019,
      "text": "Yeah, that's a great question. Why don't I go through the different phases of treatment to give you a better idea of what the therapy would look like?",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_004.wav"
    },
    {
      "chunk_number": 5,
      "start_time": 281.04,
      "end_time": 365.15,
      "duration": 84.10999999999996,
      "text": "So basically, I'll teach Jenny a series of exercises that she can use to help calm herself down when she's feeling overwhelmed and relieve the tension in her body when she feels stressed out. Examples of this include just sort of breathing exercises to kind of control her exhale muscle relaxation when she's feeling tension in her body. And also a thought stopping technique. So if she's having negative thoughts about what happened or negative thoughts in general, she can kind of combat those until she's in a better place to process them. So I'll cover these with Jenny and I'll also go over them with you so you can practice them them with her at home. So we also spend a good portion of time in therapy talking about Jenny's emotions. And to do this, we kind of teach her how to identify her emotions and how to talk about them and express them with other people and to a certain extent how to control them. And this is really important so that when we do start talking about the actual trauma, she sort of has a toolkit for how to. To how to help her cope with her strong emotions. And we definitely incorporate parents a lot into this portion of the therapy, because we find that it's really important that they're sort of modeling how to cope with emotions positively at home and also help her reinforce and reinforce in her when she is coping with emotions in a positive way.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_005.wav"
    },
    {
      "chunk_number": 6,
      "start_time": 380.81,
      "end_time": 381.77,
      "duration": 0.9599999999999795,
      "text": "The course of therapy?",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_006.wav"
    },
    {
      "chunk_number": 7,
      "start_time": 423.02,
      "end_time": 481.58,
      "duration": 58.56,
      "text": "Yeah, so what you're describing is actually pretty common for parents and kids who've gone through what you guys have gone through. And it's actually one of the things that we'll talk about in therapy and we'll kind of help you identify what thoughts you're having about it that might be more inaccurate or unhelpful and kind of help you reframe it so that you can think about it in a different way to alleviate some of that distress. So, as I told you before, one of the things that people can often do after they experience a trauma is try to avoid thinking about what happened or talking about what happened. And although that seems kind of logical, it actually hinders people from being able to get over what happened to them. So one of the most important things that we would do with Jenny if you guys choose to do this kind of therapy, is we would have her retell the story of what happened again and again in session until she can retell what happened without getting really upset.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_007.wav"
    },
    {
      "chunk_number": 8,
      "start_time": 493.9,
      "end_time": 522.9,
      "duration": 29.0,
      "text": "Yeah, I totally understand why you would be concerned about this, but it is actually the most important and the most helpful part of this therapy. And the reason why is that it will actually help her to process the emotions in session so that day to day reminders or thoughts of what happened won't make her become as upset, and then she won't be as likely to try and avoid certain places or things or people. And it just also helps her feel like she's in control of her emotions and able to move past what happened.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_008.wav"
    },
    {
      "chunk_number": 9,
      "start_time": 527.29,
      "end_time": 545.69,
      "duration": 18.40000000000009,
      "text": "Yeah, that's a really good question. So once Jenny feels comfortable sharing the story with me multiple times without getting upset, I will share with you what happened without her in the room. And then over time, as you can hear the story without getting upset, Jenny will share it with you in a session where the three of us are all present.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_009.wav"
    },
    {
      "chunk_number": 10,
      "start_time": 557.46,
      "end_time": 593.46,
      "duration": 36.0,
      "text": "Okay. So once Jenny is able to go through the trauma narrative and remain calm, we'll start identifying what thoughts and feelings she might be having that are unhelpful and cause a lot of emotions and reframe them. So common themes that can come up for kids are feeling like they're responsible for what happened. They can have a lot of feelings of shame, and then also kind of just like, general changes and trust for people overall, just to name a couple. So we'll kind of just talk about those and help her through those. And also it'll be important for us to talk about any strong emotions and thoughts you're having, because that can happen for parents as well.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_010.wav"
    },
    {
      "chunk_number": 11,
      "start_time": 611.77,
      "end_time": 622.49,
      "duration": 10.720000000000027,
      "text": "So cognitive processing can definitely help with your emotions and hers as well. But also, we have. The next phase of therapy will kind of help you manage her behavior at home when those strong feelings come up.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_011.wav"
    },
    {
      "chunk_number": 12,
      "start_time": 706.15,
      "end_time": 740.64,
      "duration": 34.49000000000001,
      "text": "As I mentioned earlier, there will be a point in therapy at which Jenny is going to share the trauma narrative with you while the three of us are meeting together. And we include this in the therapy for multiple reasons. One, it's an important opportunity for Jenny to be able to share the narrative with you so that she can see that you're responding and being able to talk and hear about it in a calm way, and so that you can model effective coping for her about what happened. It also gives you both the opportunity to clear up any misunderstandings or confusion about what happened and any emotions that might be stemming from that miscommunication.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_012.wav"
    },
    {
      "chunk_number": 13,
      "start_time": 748.57,
      "end_time": 768.63,
      "duration": 20.059999999999945,
      "text": "Yeah, that's a really good question. And although that is the eventual goal of therapy, we kind of discourage parents from talking about it early on in therapy because we want to make sure that the communication is healthy and productive and that effective coping is getting modeled, and we just want to make sure that you're both comfortable communicating about it before that happens.",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_013.wav"
    },
    {
      "chunk_number": 14,
      "start_time": 770.79,
      "end_time": 775.43,
      "duration": 4.639999999999986,
      "text": "So do you have any other questions or concerns that you want to talk about in regards to this therapy?",
      "chunk_file": "data/chunks/therapist/JTcjMPoxUTM/chunk_therapist_014.wav"
    }
  ]
}